{
  "Tours and travel": {
    "pt": "Turismo & Viagem"
  },
  "Let's Discover The World Together": {
    "pt": "Vamos descobrir o mundo juntos"
  },
  "Discover Amazing Places With Us": {
    "pt": "Descubra Lugares incríveis conosco"
  },
  "About Porto Travel": {
    "pt": "Sobre a Porto Travel"
  },
  "Explore the Best of Portugal with Porto Travel": {
    "pt": "explore o melhor de portugal com a porto Travel"
  },
  "Discover the beauty of Portugal with PortoTravel. We offer exceptional tour packages to some of the most enchanting destinations:": {
    "pt": "Descubra a beleza de Portugal com a Porto Travel. Nós Oferecemos pacotes para os melhores lugares de Portugal:"
  },
  "Join us for an unforgettable journey through Portugal's rich culture, history, and natural beauty. Our expert guides and carefully curated itineraries ensure you experience the best of Portugal.": {
    "pt": "Junte-se a nós para uma jornada inesquecível pela rica cultura, história e belezas naturais de Portugal. Nossos guias de turismo e itinarários espetaculares irão garantir a melhor experiência de turismo em Portugal."
  },
  "Book Your Adventure": {
    "pt": "Reserve sua aventura agora"
  },
  "Competitive Pricing": {
    "pt": "Reserve sua aventura agora"
  },
  "Discover affordable travel packages with our competitive pricing. We guarantee the best cost-effective ratio for a memorable and economical experience.": {
    "pt": "Descubra pacotes de viagem acessíveis com nossos preços competitivos. Garantimos a melhor relação custo-benefício para uma experiência memorável e econômica."
  },
  "Best Services": {
    "pt": "Melhores Pacotes"
  },
  "Experience excellence in hospitality with our high-quality services. Our dedicated team ensures your comfort and satisfaction throughout the journey.": {
    "pt": "Experimente a excelência na hospitalidade com nossos serviços de alta qualidade. Nossa equipe dedicada garante seu conforto e satisfação durante toda a jornada."
  },
  "Worldwide Coverage": {
    "pt": "Cobertura mundial."
  },
  "Embark on a unique journey with our global coverage. Explore the beauty of diverse destinations around the world with our extensive network and perfect travelexperiences.": {
    "pt": "Embarque em uma jornada única com nossa cobertura global. Explore a beleza de destinos diversos ao redor do mundo com nossa extensa rede e experiências de viagem perfeitas."
  },
  "Services": {
    "pt": "Serviços"
  },
  "Tours & Travel Services": {
    "pt": "Pacotes e Serviços de Viagem"
  },
  "Travel Guide and Tours": {
    "pt": "Pacotes de Turismo e de Viagens"
  },
  "Explore new horizons with our expert travel guides and curated tours. Our guides ensure a seamless journey, providing insights and memorable experiences.": {
    "pt": "Explore novos horizontes com nossos guias de viagem especializados e passeios selecionados. Nossos guias garantem uma jornada sem contratempos, fornecendo insights e experiências memoráveis."
  },
  "Shuttle": {
    "pt": "Translado"
  },
  "Enjoy convenient and reliable transportation with our shuttle service. Whether it's airport transfers or city tours, our shuttles ensure a comfortable andhassle-free ride.": {
    "pt": "Desfrute de transporte conveniente e confiável com nosso serviço de traslado. Seja para transferências de aeroporto ou passeios pela cidade, nossos ônibus garantem uma viagem confortável e sem complicações."
  },
  "One Day Travel": {
    "pt": "Viagem de um dia"
  },
  "Experience the charm of one-day travel with our tailored packages. Immerse yourself in new destinations and create lasting memories.": {
    "pt": "Experimente o encanto das viagens de um dia com nossos pacotes personalizados. Mergulhe em novos destinos e crie memórias duradouras."
  },
  "Packages": {
    "pt": "Pacotes"
  },
  "Perfect Tour Packages": {
    "pt": "Pacotes de Turismo perfeitos"
  },
  "Discover Porto's historic streets, vibrant culture, and scenic beauty": {
    "pt": "Descubra as históricas ruas do Porto, sua cultura vibrante e sua beleza cênica."
  },
  "From € %n EUR": {
    "pt": "A partir de € %n Euros "
  },
  "Prices": {
    "pt": "Preços"
  },
  "Up to %n people": {
    "pt": "Até %n pessoas"
  },
  "€ %n (total price)": {
    "pt": "€ %n (preço total)"
  },
  "3 to 4 people": {
    "pt": "3 a 4 pessoas"
  },
  "5 to 7 people": {
    "pt": "5 a 7 pessoas"
  },
  "%n+ people": {
    "pt": "mais de %n pessoas"
  },
  "%n hours": {
    "pt": "%n horas"
  },
  "%n - ": {
    "pt": "%n - "
  },
  "%n People": {
    "pt": "%n pessoas"
  },
  "Experience Aveiro's allure: picturesque canals, colorful boats, and coastal tranquility.": {
    "pt": "Experimente o encanto de Aveiro: canais pitorescos, barcos coloridos e tranquilidade costeira."
  },
  "Explore Douro's enchantment: vineyard-covered hills, river cruises, and rich wine heritage.": {
    "pt": "Explore o encanto do Douro: colinas cobertas de vinhas, cruzeiros fluviais e uma rica herança vinícola."
  },
  "Connect with divine and historical wonders: Fátima's spirituality and Batalha's majestic architecture.": {
    "pt": "Conecte-se com maravilhas divinas e históricas: a espiritualidade de Fátima e a majestosa arquitetura de Batalha."
  },
  "Ascend to greatness at Serra da Estrela: majestic peaks, winter sports, and breathtaking landscapes.": {
    "pt": "Eleve-se à grandeza na Serra da Estrela: picos majestosos, esportes de inverno e paisagens de tirar o fôlego."
  },
  "Embark on a dual journey: Braga's charm meets Guimarães' medieval allure.": {
    "pt": "Embarque em uma jornada dupla: o encanto de Braga encontra a atração medieval de Guimarães."
  },
  "Discover natural wonders in Gerês: lush landscapes, cascading waterfalls, and outdoor adventures.": {
    "pt": "Descubra maravilhas naturais em Gerês: paisagens exuberantes, cachoeiras deslumbrantes e aventuras ao ar livre."
  },
  "Have questions or need assistance in planning your next getaway? We're here to help! Contact us today and let us create a memorable travel experience tailored just for you.": {
    "pt": "Tem perguntas ou precisa de assistência para planejar sua próxima viagem? Estamos aqui para ajudar! Entre em contato conosco hoje mesmo e deixe-nos criar uma experiência de viagem memorável, feita sob medida para você."
  },

  "Expert travel advice at your fingertips": {
    "pt": "Conselhos de viagem especializados ao seu alcance."
  },

  "Personalized travel planning assistance": {
    "pt": "Assistência personalizada no planejamento de viagens."
  },

  "Explore exciting destinations with easy": {
    "pt": "Explore destinos emocionantes com facilidade."
  },

  "Send Us a Message": {
    "pt": "Envie-nos uma mensagem"
  },

  "Send Message": {
    "pt": "Enviar mensagem"
  },

  "Get in Touch": {
    "pt": "Entre em contato"
  },

  "Connect With Us": {
    "pt": "Conecte-se conosco"
  },
  "Follow Us": {
    "pt": "Siga nos"
  },
  "Explore the captivating allure of Viana do Castelo, Portugal! Nestled along the picturesque coastline, this historic city boasts stunning architecture.": {
    "pt": "Explore o fascínio cativante de Viana do Castelo, Portugal! Aninhada ao longo da pitoresca costa, esta cidade histórica exibe uma arquitetura deslumbrante."
  },
  "Embark on a journey of discovery in Santiago de Compostela, Portugal. Explore its rich cultural heritage, iconic landmarks, and charming streets.": {
    "pt": "Embarque em uma jornada de descoberta em Santiago de Compostela, Portugal. Explore seu rico patrimônio cultural, marcos icônicos e ruas encantadoras."
  },
  "Experience the enchanting charm of Lisbon, Portugal. From historic sights to lively neighborhoods, there's something for every traveler. Don't wait, book your package today and discover the vibrant spirit of this captivating city!": {
    "pt": "Experimente o encantador charme de Lisboa, Portugal. De pontos históricos a bairros animados, há algo para cada viajante. Não espere, reserve seu pacote hoje e descubra o espírito vibrante desta cidade cativante!"
  },

  "By quote": {
    "pt": "solicitar orçamento"
  }
}